[
	{
		"title": "Search Data",
		"description": "Find datasets by keyword (incl. autocomplete) or use facets, filtering, sorting to quickly retrieve the dataset you need.",
		"icon": "search_FILL0_wght400_GRAD0_opsz48.svg"
	},
	{
		"title": "Upload Data",
		"description": "Upload your tabular data or any other type of data to BEXIS2 and describe it with metadata.",
		"icon": "file_upload_FILL0_wght400_GRAD0_opsz48.svg"
	},
	{
		"title": "Web API Access",
		"description": "Beside downloading a dataset from the portal, you may also retrieve data stored in BEXIS2 directly with a script or from your application (e.g. R) using API calls.",
		"icon": "api_FILL0_wght400_GRAD0_opsz48.svg"
	},
	{
		"title": "Dataset Permissions",
		"description": "Specify fine grained data permissions on who can view, access, or update your dataset.",
		"icon": "visibility_off_FILL0_wght400_GRAD0_opsz48.svg"
	},
	{
		"title": "Re-use Data Structures",
		"description": "Design your dataset by specifying its data structure, variables, meanings, units and constraints only once in BEXIS2 and re-use them for any dataset.",
		"icon": "repeat_FILL0_wght400_GRAD0_opsz48.svg"
	},
	{
		"title": "Dataset Versioning",
		"description": "Keep track of the evolution of your dataset (i.e. who did what and when) and return to any previous version if needed.",
		"icon": "bookmarks_FILL0_wght400_GRAD0_opsz48.svg"
	},
	{
		"title": "Data Publication",
		"description": "Publish your dataset with a renown data repository or data journal (e.g. GFBio, Biodiversity Data Journal) and make it a citeable data publication identified by a DOI.",
		"icon": "output_FILL0_wght400_GRAD0_opsz48.svg"
	},
	{
		"title": "Single Sign-on",
		"description": "Use your existing credentials of your organisation to log on to BEXIS2. No need to remember another username and password.",
		"icon": "input_FILL0_wght400_GRAD0_opsz48.svg"
	},
	{
		"title": "DOI Workflow",
		"description": "Integration of the DOI workflow, which allows issuing DOIs at DataCite for your datasets (your institutional account is required)",
		"icon": "doi.svg"
	}
]
