[
  {
    "id": 1,
    "title": "New publication on BEXIS2 as a FAIR-aligned research data management system",
    "author": "Roman Gerlach",
    "date": "2021/11/02",
    "content": "<p>Can BEXIS2 support you in making your research data compatible with Findable, Accessible, Interoperable and Reusable (FAIR) data principles?</p><p>The new publication BEXIS2: A FAIR-aligned data management system for biodiversity, ecology and environmental data by Chamanara et al. demonstrates how are the FAIR data principles integrated into the BEXIS2 application.</p><p>The paper also presents community deployment examples of the BEXIS2 instances to explain its capacity to meet the data management needs of differently sized projects and serve as an organisational research data management system.</p><p>The authors of the paper are grateful to the developers who contributed to the development of the BEXIS2 over the years; the current and previous data managers and curators for providing the feedback to improve the usability of the BEXIS2 system; Thüringer Universitäts und Landesbibliothek Jena for providing the Open Access Publication Fund.</p><p><b>Citation:</b></p><p>Chamanara J, Gaikwad J, Gerlach R, Algergawy A, Ostrowski A, König-Ries B (2021) BEXIS2: A FAIR-aligned data management system for biodiversity, ecology and environmental data. Biodiversity Data Journal 9: e72901. <a target=\"blank\" href=\"https://doi.org/10.3897/BDJ.9.e72901\">https://doi.org/10.3897/BDJ.9.e72901</p>"
  },
  {
    "id": 2,
    "title": "BEXIS2 Release - 2.14.5",
    "author": "David Schöne",
    "date": "2021/10/22",
    "content": "<p>Before you rush off into the weekend, wait a minute. here’s some great news. We have released a small but nice new patch.</p><p>Yes, BEXIS2 2.14.5 is now available.</p><p><b>Attention:</b> Changes were made in the web.config in line: 72 (see <a href=\"https://github.com/BEXIS2/Core/issues/803\">#803</a>)</p><p>Look forward to Monday and have fun with BEXIS2 stay healthy.</p><p>BEXIS 2.14.5 is now available >>> <a href=\"https://bexis2.github.io/software/releases/#2.14.5\">here</a> <<<"
  },
  {
    "id": 3,
    "title": "BEXIS2 Release - 2.14.4",
    "author": "Sven Thiel",
    "date": "2021/05/17",
    "content": "<p>From the home office we send greetings and wish good health. To make the challenging time a little more bearable, we send besides the greetings also a patch for BEXIS 2 that you should not miss.</p><p>Attention! changes have been made in SMTP credentials and web.config. If an update is made, please use the new files and adapt them.</p><p>BEXIS 2.14.4 is now available on our github page: <a href=\"https://bexis2.github.io/software/releases/#2.14.4\">here</a>."
  },
  {
    "id": 3,
    "title": "BEXIS2 Release - 2.14.6",
    "author": "David Schöne",
    "date": "2022/06/30",
    "content": "<p>BEXIS 2.14.6 is now available on our github page: <a href=\"https://bexis2.github.io/software/releases/#2.14.6\">here</a>."
  },
  {
    "id": 4,
    "title": "BEXIS2 Release - 2.15",
    "author": "David Schöne",
    "date": "2022/08/25",
    "content": "<p>even though the sun is shining outside, we have continued to work. :D So we can release the new version earlier than expected.</p><p>BEXIS 2.15 is now available on our github page: <a href=\"https://bexis2.github.io/software/releases/#2.15\">here</a>."
  },
  {
    "id": 5,
    "title": "BEXIS2: a system for FAIR and reproducible research data management workshop at the FORSCHUNGSDATEN@RMU 2022",
    "author": "Jitendra Gaikwad",
    "date": "2022/10/12",
    "content": "<p>During the workshop, we demonstrated the working of the BEXIS2 and provided hands-on experience of using BEXIS2 as to potential data managers or system administrators. The workshop was attended by 19 participants.</p><p>The link to the program is available on : <a href=\"https://www.forschungsdaten.uni-mainz.de/files/2022/09/Programm-FORSCHUNGSDATENatRMU-2022.pdf\">here</a>.</p>"
  }
  {
    "id": 6,
    "title": "NFDI ToolTalk: BEXIS2 Research Data Management System",
    "author": "Roman Gerlach & Jitendra Gaikwad",
    "date": "2022/10/17",
    "content": "<p>As part of the NFDI INfratalk series, Roman Gerlach gave a talk on BEXIS2 Research Data Management System</p><p>The talk is available on NFDI YouTube Channel: <a href=\"https://www.youtube.com/watch?v=7jMGRS1_m2c\">here</a>.</p>"
  }
]

